[
	{
		"title": "Hall of Fame",
		"name": "Amnesia Haze",
		"genetics": "Sativa dominant (70%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Jamaican, Afghani, Laos, Hawaiian",
		"thcContent": "22 - 24%",
		"cbdContent": "Low",
		"smellAndFlavor": "Sweet, Pepper, Citrus, Spicy, Earthy",
		"effect": "Uplifting, Euphoric, Cerebral, Strong, Energetic",
		"info": "Amnesia Haze has a classic, long, maturing psychotropic sativa lineage tamed with a dash of dense mountain indica. Two land-races and a hybrid have been expertly combined to produce a THC powerhouse that has an effect that even the most experienced cannabis aficionados will find undeniable and insistent. Amnesia Haze has dense flower clusters that are hard to the touch when cured lovingly. So well-crystallised are the firm nuggets, that they seem to have been lightly glazed with some kind of exotic cardamom and lime, marjoram and mandarin flavoured toffee that sparkles and refracts the light. The overdrive trichome production makes Amnesia Haze prized for hashes and other extractions. Warmed and twenty tonne pressed, the clear honey-coloured 22% THC resin waterfalls are a sticky sight to behold and an incomparable aromatic revelation.",
		"mainImage": "https://i.imgur.com/qn5hpqH.jpg",
		"additionalImages": [ "https://www.leafly.com/strains/amnesia-haze/photos" ]
	},
	{
		"title": "Hall of Fame",
		"name": "White Widow",
		"genetics": "Indica-dominant (60%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Brazilian, South Indian",
		"thcContent": "20 - 22%",
		"cbdContent": "Low",
		"smellAndFlavor": "Sweet, Pungent, Fruity, Spicy, Pine",
		"effect": "Uplifting, Strong, Energetic, Talkative, Euphoric",
		"info": "There are only a handful of strains in the world, that have gained the notoriety achieved by White Widow. A potent hybrid, that had incredible flavor and was easy to grow, White Widow quickly became a popular strain among consumers and growers alike. It first made its appearance in the cannabis scene in the mid-nineties, and has gone on to obtain legendary status among cannabis consumers around the world. Its true origins are only suspected, as many have claimed to have been the first to breed White widow. What is suspected, is that the first White Widow came from the Green House Seed Company and master grower Shantibaba. It is also believed, that the first White Widow was a cross between two landrace strains; a Brazilian sativa and an Indian indica, however, the uncertainty behind the original parents has left White Widow shrouded in mystery. White Widow flowers into dense, pale green buds, with their famous white coating of trichomes spreading out onto the surrounding leaves. The appearance is hard to overlook, as White Widow tends to stand out in any grow. As a stable cross of landrace genetics, White Widow is resistant to swings in climate and can thrive with less care than most other strains, making it a great choice for your garden if you are just starting to develop your green thumb.",
		"mainImage": "https://i.imgur.com/HAbLAtU.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Northern Lights",
		"genetics": "Indica (90-100%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Afghani",
		"thcContent": "18%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Pine, Pungent, Earthy, Sweet",
		"effect": "Relaxed, Body-buzz, Sociable, Narcotic",
		"info": "Northern Lights is one of the premiere almost pure indica cannabis strains of the modern age and its reputation was legendary even before the new millenium. This exceptional Afghani plant now enjoys mythic status amongst growers, medicinal and recreational users alike. The dense, thick, resinous buds are easy to grow, are a first class medicine and is probably the main indica amongst indicas. The indica by which all indicas are still judged to this day. Like all legends, Northern Lights' history is steeped in mystery. How it developed and where it originally came from are tales. What is known for sure, is that the Northern Lights we know and love today, made it's way from the outskirts of Seattle some time around 1985 to Amsterdam, where Neville Schoenmaker and his Seed Bank - later to become Sensi Seeds - developed it further. There are three phenotypes of the strain, numbered as they were originally numbered from the seeds used in '85: Northern Lights #5 is the powerhouse of the family and the queen of indicas. Northern Lights #1 and #2 are often used to make crossings with, because they add great flavour and that special Northern Lights high to the new creation. The #1 and #2 are outstanding in themselves, but when bred with another strain they spawn a flavour and smoke recognized immediately world wide with the body loading and psychoactive sensations of a true cannabis superstar.",
		"mainImage": "https://i.imgur.com/xczNb5t.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Sour Diesel",
		"genetics": "Sativa-Dominant (70%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Shiva, Hawaiian, Northern Lights, Diesel",
		"thcContent": "19%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Diesel, Herbal, Sour",
		"effect": "Relaxed, Cerebral, Focused",
		"info": "Sour Diesel is one of the most famous cannabis strains around. The good resin producer from California impresses with a intensive full-flavoured smoke and a mind-blowing high: the staples of great West Coast weed! For many cannabis lovers, nothing can be better than strains from the West Coast of the United States. Sour Diesel is one of these famed legends. Bred under the endless Californian sun, she is based on the Original Diesel with added Northern Lights, Shiva and Hawaiian genetics which give her amazing qualities and the plant many enthusiastic fans all over the world.This mostly sativa (70% sativa) grows very well indoors where she will normally reach a height of 90-160cm. There will be some stretching when she flowers but not as much as with other sativas. She will develop very resinous buds that will have a very intense aromatic scent to them in flowering.You can also grow her outdoors but then she will do best in a warm climate like in the Mediterranean. In such good conditions, when she has plenty of sun she will only get a little taller but can then yield as much as 600g per plant. Pretty-much like most cannabis strains, she will need about 3-4 weeks when she grows in the vegetative phase. After that, she will enter her flowering period that for a sativa-dominant hybrid is a pleasantly short 10 weeks. Like some of her other sisters from the West Coast of the USA, Sour Diesel shines with a unique flavour and some extraordinary potency. She delights with the trademark Diesel notes that make this line of cannabis so special along with some sour and herbal tones. With 19% of THC in her smoke and last but not least because of her stellar parents, she delivers a very powerful sativa high that is clear and focused together with some nice relaxation from her indica side. Sour Diesel is a legendary strain for so many good reasons. If you love sativas, you can’t go wrong with growing this West Coast favourite!",
		"mainImage": "https://i.imgur.com/HUATRAF.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Amnesia",
		"genetics": "Sativa-dominant",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Neville's Haze, Enemy Of The State",
		"thcContent": "20-25%",
		"cbdContent": "Low",
		"smellAndFlavor": "Sweet, Fresh, Fruity",
		"effect": "Uplifting, Euphoric, Cerebral, Happy, Energetic",
		"info": "When she appeared on the scene in the mid-90s, it didn’t take long and Amnesia quickly shot up as one of the most popular cannabis strains which she still is today. This fabulous classic shines with a number of outstanding characteristics, like the unique Amnesia aroma and then of course her crazy-high potency and spectacular effect. The famous Amnesia owes her qualities to the fact that she ingeniously combines reliable oldschool genetics with that of a select Indica variety. Out came a very potent (up to 25% of THC!) indica that some cannabis lovers compare to the best Hazes when it comes to her effect and taste but still is entirely in its own league and unique among strains. When you smoke Amnesia, her flavour is nicely smooth and pleasant making her one of these smokes where you’re tempted to smoke some more and then some even when you know that you’ll probably already had enough. Like her unique taste, her effect is something really different and an amazing experience, one of the reasons why she is the favourite of so many connoisseurs. Her high is very positive and euphoric where you can enjoy endless waves of happiness as soon as you take your first hit. Although an sativa dominant strain, Amnesia has a good portion of indica in her and goes through her flowering time in 10 weeks. This is not record-breaking, but for a sativa or Haze it is an awesomely short time. But what’s outstanding isn’t the time but what she’ll do in those weeks: she will grow a very-nice harvest of up to 500g/m² of finest quality Amnesia bud for you! Moreover she is mould resistant and has a natural defence against mites and some other common pests which makes growing her in particular hassle-free. You absolutely can’t go wrong with growing this classic, simply ask any of her many fans that she has everywhere. Her superb taste and then the sheer sensational high make for a smoke that is still unmatched – typical Amnesia! PS Amnesia gets mixed up often with Amnesia Haze, but be aware that these two are not the same strains!",
		"mainImage": "https://i.imgur.com/jNfWlug.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Neville's Haze",
		"genetics": "Sativa (90-100%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Pure Haze, Northern Lights, 5 x Haze",
		"thcContent": "20-23%",
		"cbdContent": "Low",
		"smellAndFlavor": "Fresh, Fruity, Sweet",
		"effect": "Motivated, Cerebral, Uplifting, Energetic",
		"info": "Another tribute strain passing by, created to pay respects to one of the most renowned and legendary cannabis breeders. This sativa strain was developed after mixing NL5 and various Haze genetics into a delightful concoction. The flavors and aromas are 100% sativa, super fruity and tropical. Many cannabis consumers find this strain to be a real delicacy. Neville’s Haze has a very long flowering period, which can span up to 16 weeks. Outdoor growers need to harvest this plant during November/December; therefore, Neville's Haze can only truly thrive in warm climates. Indoor growers usually don’t include Neville’s Haze in their operations because it's a very stretchy plant. For those who feel so inclined as to challenge themselves with an indoor grow, the yields amount to around 400g/m².",
		"mainImage": "https://i.imgur.com/WlmRgZi.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Cheese",
		"genetics": "Indica/Sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": true,
		"parents": "Skunk 1",
		"thcContent": "18-20%",
		"cbdContent": "Medium",
		"smellAndFlavor": "Cheese, Pungent, Skunk",
		"effect": "Happy, Balanced, Relaxed, Euphoric",
		"info": "The United Kingdom, the late nineties. A renegade phenotype that stood out clearly from the rest of the bunch from a clutch of sprouted Skunk #1 seeds was isolated. This single plant went on to become what is now known as Cheese. The appropriately named Cheese is a distinctive cannabis strain. Until this mutant breed came along the particular flavour range of Cheese was unheard of in cannabis culture. Cheese could well be considered its own family of cannabis, it deviates from other cannabis strains to stand alone in flavour, aroma and effects. The clone only original has gone on to be the mother of a stellar lineup of extraordinarily flavoured marijuana and has been a Top Ten in coffee shops for over a decade. It is the cannabis by which other strains are judged in the UK and is still a firm favourite globally.",
		"mainImage": "https://i.imgur.com/IiFAuQQ.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Super Silver Haze",
		"genetics": "Sativa-dominant (70%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Northern Lights 5, Skunk 1, Haze",
		"thcContent": "21%",
		"cbdContent": "0.17",
		"smellAndFlavor": "Skunk, Sweet, Earthy",
		"effect": "Uplifting, Energetic, Relaxed, Cerebral",
		"info": "During the nineties a bold experiment, that bore a powerful and impressive strain of cannabis, dared to combine three archetypal strains of marijuana. Haze, Northern Lights #5 and Skunk #1. Each an intoxicating example in themselves of expert marijuana breeding. Super Silver Haze has a psychedelic double dipping of strong tropical sativas in its genealogy. There is also a noticeable influence of the Afghan indica in her story. Certainly sativa-dominant, Super Silver Haze is one the most indica influenced of the Hazes in maturing time, internode distance and bud compactness. 21% THC makes Super Silver Haze a favourite for making hash and extracts. The leaves are so well covered in trichomes, that trimming them is purely for commercial aesthetics. So, even the trim makes A-grade hash providing plenty of available essential oils and rich cannabinoids.",
		"mainImage": "https://i.imgur.com/NJezOUw.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Bubba Kush",
		"genetics": "Indica-Dominant (80%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Afghani, OG Kush",
		"thcContent": "18%",
		"cbdContent": "0.22%",
		"smellAndFlavor": "Spicy, Diesel, Citrus, Earthy, Coffee",
		"effect": "Long-lasting, Cerebral, Balanced, Euphoric, Body-Buzz",
		"info": "Bubba Kush is a famous cannabis strain from the US. This hybrid of Bubble Gum and Kush tends to be indica-dominant, producing bulky plants that grow short and stocky. Its flowers are also dense and heavy, inducing a physical stone that’ll relax your muscles, as well as a strong, happy euphoria. Even heavy smokers will appreciate Bubba Kush for its potency. Bubba Kush flowers over roughly 8–9 weeks, and can produce excellent yields both indoors and out. Being so dense and thick, it tends to need plenty of attention and good ventilation to avoid problems with pests and/or mold.",
		"mainImage": "https://i.imgur.com/2LiKR4Z.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Cinderella 99",
		"genetics": "Hybrid: Sativa Dominant",
		"plantCategory": "Sativa",
		"popular": true,
		"parents": "Shiva Skunk, Princess",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Cheese, Tropical, Fruity",
		"effect": "Creative, Uplifting, Energetic, Euphoric, Clear-Headed",
		"info": "Cinderella 99 is a sativa dominant lady that is widely appreciated due to her high yields, pleasant flavors, and buzzy head high. She was brought into the world via the crossing of sativa parent strain Princess (a phenotype of Jack Herer) and indica parent strain Shiva Skunk to add that little bit of extra strength in the branches. Cinderella 99 is a superb day time smoke that will motivate the mind and generate inspiring ideas. She brings of euphoric, energetic, happy, uplifting, and relaxing effects when smoked. Her flowers also offer great scents and flavours of sweet, tropical fruit, mixed with some smelly cheese. Cinderella 99 grows to medium heights and stays manageable. She's a favorite of many indoor growers around the world. Easy to grow, great yields and always a good end product. Flowering time of Cinderella 99 is 8-9 weeks.",
		"mainImage": "https://i.imgur.com/6CSjmr6.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Critical Kush",
		"genetics": "Indica (90-100%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Critical Mass, OG Kush",
		"thcContent": "20-25%",
		"cbdContent": "1-2%",
		"smellAndFlavor": "Woody, Lemon, Citrus, Spicy, Earthy",
		"effect": "Strong, Long-Lasting, Body-Buzz, Relaxed, Calming",
		"info": "There’s something quite special about an indica that really does its job. Critical Kush is one such example where the most desirable traits of an indica are heightened, without sending smokers into eternal couch-lock. Hailing from famed parents Critical Mass and OG Kush, this 90-100% indica is simultaneously perfect for growers and consumers looking for a high yield and equally staggering THC content. Critical Kush is frequently described as one of the more pungent, earthy smelling strains and the same goes for her taste. Other aromatic notes include lemon and lime citrus, with evident spice. Critical Kush maintains a classic kush taste with a focus on earthy and woody notes and a lingering sweetness throughout. The effects of Critical Kush manifest in powerful body highs that are excellent for those seeking deep relaxation and de-stressing. This strain is recommended for nighttime use and is especially helpful in treating symptoms of insomnia, depression and anxiety. The high culminates in an overall feeling of well-being with noticeable euphoria. Smokers have also reported on this strain’s potency in managing chronic pain. Despite a high THC content, maxing out at around 25%, Critical Kush doesn’t generate any anxiety or paranoia. Additionally, the strain contains around 2% CBD, which only enhances its medical potential. The only noticeable “drawbacks” of the smoking experience are possible cottonmouth and dizziness. The success of Critical Kush cannot be overstated as more and more growers begin to recognize the plant’s potential. The strain won first place in the Indoors/Hydroponics category at the Spannabis Champions Cup in 2015, highlighting its heavy stone and warming euphoria effect. Critical Kush has become an instant classic and a textbook example of the qualities that comprise a perfect indica. As its popularity surges, Critical Kush will continue to dominate its field.",
		"mainImage": "https://i.imgur.com/piNRuWG.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Chocolope",
		"genetics": "Sativa (90-100%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Cannalope Haze, OG Chocolate Thai",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Chocolate",
		"effect": "Energetic, Munchies, Cerebral",
		"info": "Sativa lovers with a sweet tooth get ready to smile. Chocolope is an almost pure sativa hybrid (OG Chocolate Thai x Cannalope Haze) with a soaring high and chocolaty sweet flavour that reminds to the good old times of the Chocolate Thai from the eighties. Chocolope might be virtually all sativa but she won’t keep you waiting either. Tremendous yields of long running sativa colas can be cropped in 9 weeks of 12/12. Like most pedigree sativas, the Chocolope is highly conducive to the ScrOG method and recommended unless you have plenty of space for great big ganja trees. Get sky high and have the taste of dessert already on the tip of your tongue by the time the munchies kick in with the Chocolope.",
		"mainImage": "https://i.imgur.com/m6cJQRH.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Juanita La Lagrimosa",
		"genetics": "Sativa-Dominant",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Reina Madre, Diesel",
		"thcContent": "6-7%",
		"cbdContent": "7-8%",
		"smellAndFlavor": "Fruity, Hashish, Lemon",
		"effect": "Smooth, Cerebral, Clear-Headed, Sociable",
		"info": "Juanita La Lagrimosa is quite extraordinary because she has contributed her genetics to a wide range of CBD-rich strains and will probably be remembered historically as the grandmother of CBD. This crossing of a Reina Madre (Queen Mother) and a Diesel contains around 8.8% CBD and only 6.7% THC, making her a perfect medical strain.This sativa-dominant perfection provides you with mighty and physically chilled sensations. Novice ganja enthusiasts also like Juanita La Lagrimosa as the high is very high, but it doesn't get you that stoned. She delivers relatively moderate yields and flowers in only 60-65 days. The flowering time is astonishingly short for a sativa-dominant strain. If you're looking for something special, look no further.",
		"mainImage": "https://i.imgur.com/eYE2E7A.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Jack The Ripper",
		"genetics": "Sativa-Dominant",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Space Queen, Jack's Cleaner",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Fruity, Sweet, Lemon, Pine",
		"effect": "Euphoric, Uplifting, Cerebral",
		"info": "Jack The Ripper is an extremely popular cannabis strain, having won numerous Cannabis Cups and awards. As a sativa-dominant strain, Jack The Ripper is beloved for its uplifting high and big, beautiful buds. This strain produces a very intense high characterized by strong cerebral effects. This is thanks to its Haze genetics. The buzz kicks-in almost immediately with a strong, long-lasting euphoria and some slight physical stimulation. The aroma of this strain is very sweet with hints of lemon, mango, and pine. Thanks to its sativa genetics, Jack The Ripper plants can grow very large. They produce a lot of thick resin and flower in 8-9 weeks, making them ideal for sativa lovers looking for a fast turnaround on their harvests.",
		"mainImage": "https://i.imgur.com/mKRUtjM.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Zkittlez",
		"genetics": "Indica-Dominant (70%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Grape Ape, Grapefruit, Unknown Strain",
		"thcContent": "15%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Candy, Fruity",
		"effect": "Uplifting, Focused, Alert, Happy, Body-Buzz",
		"info": "Zkittlez is named after the famous candy, and for good reason. You will really taste the rainbow after inhaling this strain. This 70% indica-dominant hybrid is a cross of Grape Ape, Grapefruit, and a mystery strain that the breeders won't reveal. Where she really shines is her flavor—it's citrusy, berry sweet, and tropical, and you can taste the grapes and grapefruit as well. Despite having only 15% THC (which is very low compared to other modern strains from the US), she packs a real punch and a surprisingly creative and uplifting high for this indica-dominant strain. Zkittlez will make you feel relaxed, but also happy and focused. Zkittlez is an incredible popular strain, especially in the US. In 2015 and 2016 she won prestigious cannabis awards.and it won't surprise us if there are a few more to come.",
		"mainImage": "https://i.imgur.com/3zlqGuZ.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Gorilla Glue",
		"genetics": "Indica-Dominant",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Chocolate Diesel, Sour Dubb, Chem's Sister",
		"thcContent": "24-30%",
		"cbdContent": "Low",
		"smellAndFlavor": "Sweet, Fuel, Citrus, Pine, Earthy",
		"effect": "Uplifting, Relaxed, Body-Buzz, Strong, Narcotic",
		"info": "Gorilla Glue, the strain who keeps the West Coast raving and rolling! If you’re still wondering why Gorilla Glue is one of the most-talked about strains these days, how about 24-26% of THC with some of her phenos measuring an incredible 30%? Saying that the Gorilla is “potent” would possibly be the understatement of the century! But Gorilla Glue is much more than “just” an ultra-powerful Indica. She shines with an insane amount of aromatic trichomes giving her an excellent flavour that blends earthy and sweet notes with lemon and pine tones as well as her trademark massive resin production that makes her buds and the entire plant super-sticky like glue so you better be careful at harvest time :). Gorilla Glue’s effect, while extremely powerful isn’t just one-sided. She makes for very deep relaxation when you smoke her but she also adds just the right amount of uplifting euphoria which makes smoking her so different and a great experience! Because of her power, she can also be a good choice for medicinal users who find that strains high in THC can bring them relief. She can help with all kinds of conditions, from chronic pains to insomnia to depression and much more. Her crazy potency and her spectacular aroma and effect should explain why Gorilla Glue is one of these “must have” strains for every serious grower. Enjoy her and you will understand that the hype is indeed real and well justified!",
		"mainImage": "https://i.imgur.com/Zl6qCzg.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "LA Confidential",
		"genetics": "Indica (90-100%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Afghani, OG La Affie",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Earthy, Spicy",
		"effect": "Relaxed, Strong, Energetic",
		"info": "If you're looking for a champion indica, you came to the right spot. LA Confidential is a 100% indica cultivar, perfect for all purist fans looking for pure couch-locking sensations. After hitting this strain, one senses the cannabinoids relaxing the body with a gentle touch. One can also experience psychedelic wisdom mixed with slightly energizing vibes. LA Confidential won the first prize at High Times Cannabis Cup in 2008, which marked its beginning as a renowned indica anomaly. LA Confidential derives from the mix of OG La Affie and dank Afghani specimens. LA Confidential finishes its flowering period after around 7-8 weeks. The yields are on the lower side of the spectrum, however, the resin-covered buds compensate with their amazing aromas and flavors.",
		"mainImage": "https://i.imgur.com/NyN4aYO.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Girl Scout Cookies",
		"genetics": "Indica-Dominant (60%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "OG Kush, Durban Pioson",
		"thcContent": "25-28%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Fruity, Mint",
		"effect": "Uplifting, Cerebral, Balanced, Happy, Body-Buzz",
		"info": "Girl Scout Cookies, like so many other awesome weed strains hails from the West Coast of the US where she created waves of raving excitement among cannabis lovers shortly after she came to the scene. So big was the excitement about this super-potent strain that it didn’t take long until these waves and her stellar reputation reached Europe and the rest of the world. Today she is the best selling strain on the West Coast and the most popular strain in North America. Just one of Girl Scout Cookies superb traits is her crazy powerful high that mixes happiness and euphoria with up-until-now uncharted depths of relaxation along with her excellent taste. Said differently, she more than deserves her reputation and that she’s the talk of so many cannabis lovers these days! Girl Scout Cookies is an indica/sativa hybrid that began as a crossbreed of an OG Kush, which is s legendary balanced indica/sativa with a Durban Poison which is a pure sativa. She has 60% indica dominance but what makes her stand out is her crazy THC content that can reach a staggering 28%. With these impressive numbers, these scouting girls are one of the most potent strains available today, with some serious benefits not just for stoners who can’t say no to some premium West Coast ganja but also for many medicinal users! Her high isn’t just immensely powerful but it combines the best of sativa and indica into a smoke experience that really couldn’t be any better. She gives a uplifting and euphoric high like that as you can get from the best sativas but mixes it with an awesome indica stone so she’s really delivering the best of both cannabis worlds in one awesome smoke! While Girl Scout Cookies is not necessarily the easiest strain to grow, most growers simply and entirely understandably can’t resist growing her and are happily accepting the slightly more effort it might at times need to grow her. The result at the end sure will absolutely be worth it, just ask anyone who had the pleasure to try her. Girl Scout Cookies are already a legend and you shouldn't need to think twice whether you want to grow her!",
		"mainImage": "https://i.imgur.com/RLoUCpM.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 sativa strains",
		"name": "Durban Poison",
		"genetics": "Sativa (90 - 100%)",
		"plantCategory": "Sativa",
		"popular": false,
		"parents": "Durban, Unknown indica",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Spicy, Sweet, Fruity",
		"effect": "Uplifting, Energetic, Focused",
		"info": "Durban varieties have been widely enjoyed since the 70’s. Durban Poison originates from the South African port city, Durban. Breeders decided to travel there to explore what the South African sativas had to offer. The seeds were transported to Amsterdam where ganja scientists began breeding this cultivar with various green delicacies. Durban Poison derives from the original Durban, which was hybridized with indica genetics. Durban Poison is a famous strain, many seedbanks may have their own versions of this sativa. Let’s check out what Durban Poison has to offer. The taste of Durban Poison is quite unique. The classic fruity Haze-like aromas are present, in addition to the spicy, anise and licorice scents, which add character to this sativa. The highs are considered as highly energetic, and uplifting. If one wishes to go hiking with mates or enjoy surfing, Durban Poison is a cool strain for these activities. Durban Poison consumers also noted great focus after hitting that toke. Artists and creative humans can find inspiration and focus from this cultivar. In the beginning, Durban Poison looks like an indica, comprising wide leaves. Although, at the end of the flowering period, one notices the sativa dominance. Growers praise this cultivar for its protective and resilient nature. Durban Poison can reach approximately 2-3m, a classic sativa move. Experienced indoor growers can grow this strain, by using ScrOG methods, and string support techniques. Both indoor and outdoor growers receive bountiful yields. The flowering time takes about 8.5 weeks, which is a trait handed down from fast flowering indica genetics.",
		"mainImage": "https://i.imgur.com/yITgYNp.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 sativa strains",
		"name": "Kali Mist",
		"genetics": "Sativa (90 - 100%)",
		"plantCategory": "Sativa",
		"popular": false,
		"parents": "Unknown",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Spicy, Citrus",
		"effect": "Motivated, Energetic, Cerebral, Uplifting, Happy",
		"info": "Kali Mist is almost a pure sativa variety, making it very popular among cannabis consumers who are fans of the cerebral and energetic effects of this subspecies. Kali Mist has been given the title “queen of sativas” due to her solid yields and mood-enhancing properties. The strain is a painkiller, potentially effective against chronic pain, back aches, and menstrual cramps. The high produced when smoking Kali Mist is very uplifting, clear, and energizing, making it functional and effective as a daytime smoke. The strain has proven its worth on many occasions within the competition scene, winning awards at events such as the Cannabis Champions Cup 2012 in Barcelona. Kali Mist is very resistant to mold and can grow to towering heights, putting out yields up to 500g/m² inside.",
		"mainImage": "https://i.imgur.com/T4bKUZW.jpg",
		"additionalImages": []
	},
	{
		"title": "",
		"name": "Wedding Cake",
		"genetics": "Indica/sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Cherry Pie, Girl Scout Cookies",
		"thcContent": "High",
		"cbdContent": "Low",
		"smellAndFlavor": "Citrus, Spicy, Candy, Sweet",
		"effect": "Happy, Balanced, Relaxed",
		"info": "Wedding Cake, sometimes referred to as Pink Panties, is a modern hybrid with a balanced high and a delicious taste. It's a cross of Cherry Pie and the famous Girl Scout Cookies. The THC level of Wedding Cake can reach an impressive 25%, while the flavor profile is rich with sour and tangy notes and just a hint of creaminess swirling around. Wedding Cake hits fast with a nice cerebral onset, speeding up and intensifying thoughts before transitioning into a more body-centric effect. The high is great for creative activities and therapeutic purposes as well, but when smoked in bigger amounts, it can also lock the consumer to the couch for a while. Indoor Wedding Cake will finish in about 9 weeks and can reach around 500–600g/m², while outdoor it will finish around October. Wedding Cake is not the easiest plant to grow and is not recommended for first time growers.",
		"mainImage": "https://i.imgur.com/VnBMysX.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 sativa strains",
		"name": "Neville’s Haze",
		"genetics": "Sativa (90-100%)",
		"plantCategory": "Sativa",
		"popular": false,
		"parents": "Pure Haze, Northern Lights 5 x Haze",
		"thcContent": "20 - 23%",
		"cbdContent": "Low",
		"smellAndFlavor": "Fresh, Fruity, Sweet",
		"effect": "Motivated, Cerebral, Uplifting",
		"info": "Another tribute strain passing by, created to pay respects to one of the most renowned and legendary cannabis breeders. This sativa strain was developed after mixing NL5 and various Haze genetics into a delightful concoction. The flavors and aromas are 100% sativa, super fruity and tropical. Many cannabis consumers find this strain to be a real delicacy. Neville’s Haze has a very long flowering period, which can span up to 16 weeks. Outdoor growers need to harvest this plant during November/December; therefore, Neville's Haze can only truly thrive in warm climates. Indoor growers usually don’t include Neville’s Haze in their operations because it's a very stretchy plant. For those who feel so inclined as to challenge themselves with an indoor grow, the yields amount to around 400g/m².",
		"mainImage": "https://i.imgur.com/dR52eJs.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 sativa strains",
		"name": "Dr. Grinspoon",
		"genetics": "Sativa (100%)",
		"plantCategory": "Sativa",
		"popular": false,
		"parents": "Pure landrace sativa",
		"thcContent": "High",
		"cbdContent": "Low",
		"smellAndFlavor": "Citrus, Lemon",
		"effect": "Strong, Energetic, Uplifting, Euphoric",
		"info": "This strain is named after the legendary cannabis advocate, Dr. Lester Grinspoon. His contributions changed our perception of marijuana over the past couple of decades. Dr Grinspoon is a 100% sativa tribute, inducing splendid highs. Aromas and flavors are reminiscent of lemons and sumac, a spice mostly used in the Middle East and South Asia. Dr. Grinspoon is most likely the most divergent sativa on the market. This sativa doesn’t grow like other strains. The calyxes are almost completely separated from each other. Dr. Grinspoon looks more like a grape tree, rather than a cannabis plant. The colors of the buds can turn purple during the last stages of flowering, which lasts altogether 90-95 days. The yields are very scarce, however purist cannabis connoisseurs grow this strain for its character and flavour.",
		"mainImage": "https://i.imgur.com/zuunYsZ.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "California Hash Plant",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Hash Plant, Northern Lights",
		"thcContent": "8 - 12%",
		"cbdContent": "Medium",
		"smellAndFlavor": "Sweet, Citrus, Sour, Spicy",
		"effect": "Calming, Relaxed",
		"info": "California Hash Plant was created with the intention of forging a strain that has a hardy nature and will be able to withstand cold and humid environments. The strain was the result of crossbreeding a Hash Plant with a Northern Lights. This merging resulted in a very indica leaning strain that consists of 90 percent indica genetics and only 10 percent sativa genetics. This outcome makes the strain very much body focused. California Hash Plant is a great strain to pull out of the hash jar when you don’t fancy getting too stoned, but still want to enjoy a mild high in order to remain functional and to avoid risking overdoing things and becoming lethargic and tired. With a moderate THC content of around 10 percent, California Hash Plant won’t blow minds, but it certainly has its place when a quiet night in is in order, or can even be used in parties to prevent you from going overly introverted like other stronger strains might. California Hash Plant has a moderate CBD content as well, making it a good and light strain for medical users to smoke. This strain can make some semi-medical oils, hash, edibles and other extracts such as tinctures. The high generated from this strain is mainly calming and pain numbing. California Hash Plant exhibits some interesting and attracting smells and tastes when considering the sensual pleasures that the strain brings. It smells primarily of sweetness and spice, and sports a taste that involves aspects of sour, sweetness and lemon. California Hash Plant performs far better when cultivated outside in a garden bed or guerrilla grow location, and often doubles in yields in comparison to plants of the same strain that are grown indoors. When cultivated outside, California Hash Plant can explode to heights of 250 cm and is capable of producing yields that can exceed 1100 g per plant. The flowering period of this strain takes between 45 to 50 days, with harvest time usually occurring around late September to Early October.",
		"mainImage": "https://i.imgur.com/vR0BRWo.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "OG LA Affie",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Landrace from Afghanistan, Unknown indica",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Pungent",
		"effect": "Lazy, Couch-lock, Happy, Sleepy, Relaxed",
		"info": "Northern Lights is one of the premiere almost pure indica cannabis strains of the modern age and its reputation was legendary even before the new millenium. This exceptional Afghani plant now enjoys mythic status amongst growers, medicinal and recreational users alike. The dense, thick, resinous buds are easy to grow, are a first class medicine and is probably the main indica amongst indicas. The indica by which all indicas are still judged to this day. Like all legends, Northern Lights' history is steeped in mystery. How it developed and where it originally came from are tales. What is known for sure, is that the Northern Lights we know and love today, made it's way from the outskirts of Seattle some time around 1985 to Amsterdam, where Neville Schoenmaker and his Seed Bank - later to become Sensi Seeds - developed it further. There are three phenotypes of the strain, numbered as they were originally numbered from the seeds used in '85: Northern Lights #5 is the powerhouse of the family and the queen of indicas. Northern Lights #1 and #2 are often used to make crossings with, because they add great flavour and that special Northern Lights high to the new creation. The #1 and #2 are outstanding in themselves, but when bred with another strain they spawn a flavour and smoke recognized immediately world wide with the body loading and psychoactive sensations of a true cannabis superstar.",
		"mainImage": "https://i.imgur.com/sZxPiHL.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "Northern Lights",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Afghani",
		"thcContent": "18%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Pine, Pungent, Earthy, Sweet",
		"effect": "Relaxed, Body-buzz, Sociable, Narcotic",
		"info": "Northern Lights is one of the premiere almost pure indica cannabis strains of the modern age and its reputation was legendary even before the new millenium. This exceptional Afghani plant now enjoys mythic status amongst growers, medicinal and recreational users alike. The dense, thick, resinous buds are easy to grow, are a first class medicine and is probably the main indica amongst indicas. The indica by which all indicas are still judged to this day. Like all legends, Northern Lights' history is steeped in mystery. How it developed and where it originally came from are tales. What is known for sure, is that the Northern Lights we know and love today, made it's way from the outskirts of Seattle some time around 1985 to Amsterdam, where Neville Schoenmaker and his Seed Bank - later to become Sensi Seeds - developed it further. There are three phenotypes of the strain, numbered as they were originally numbered from the seeds used in '85: Northern Lights #5 is the powerhouse of the family and the queen of indicas. Northern Lights #1 and #2 are often used to make crossings with, because they add great flavour and that special Northern Lights high to the new creation. The #1 and #2 are outstanding in themselves, but when bred with another strain they spawn a flavour and smoke recognized immediately world wide with the body loading and psychoactive sensations of a true cannabis superstar.",
		"mainImage": "https://i.imgur.com/73KI6cU.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "Cream Caramel",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Maple Leaf Indica, White Rhino, Blue Black",
		"thcContent": "15 - 20%",
		"cbdContent": "1 - 1.5%",
		"smellAndFlavor": "Caramel, Sweet",
		"effect": "Relaxed, Euphoric, Strong",
		"info": "Cream Caramel is the result of a 3-way cross between 3 legendary indicas; Blue Black, Maple Leaf Indica, and White Rhino. It is a powerful strain, boasting big THC levels, low levels of CBD, and a great grow profile. Cream Caramel usually clocks in at about 15-20% THC and 1-1.5% CBD. It is a very psychoactive strain, producing a strong euphoria and deep, long-lasting physical relaxation. Originally from Spain, Cream Caramel has won many European cannabis cups and since become a well-known strain all along the continent. This strain is best suited for indoor grows. It grows big and stocky, and benefits from plenty of ventilation and low humidity. It flowers in roughly 8-9 weeks and produces good harvest of roughly 400-550g/m² indoors and up to 600g per plant outdoors.",
		"mainImage": "https://i.imgur.com/Gmt1LKL.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "Black Domina",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Northern Lights, Afghani, Ortega, Hash Plant",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Pepper, Pine, Earthy, Spicy",
		"effect": "Relaxed, Giggly, Strong",
		"info": "Black Domina is one dank genetic cocktail. This old-school, heavy-duty hybrid is a blend of arguably the best four elite indica strains: Afghani SA, Hash Plant, Northern Lights, and Ortega. Dense, gooey buds ooze class. Her loud, spicy, peppery hash-like aroma, earthy-pine flavors, and heavy-hitting physical effect will pacify even fire-breathing connoisseurs. Definitely some after dinner dankness. Indoors or outdoors in warmer climates, Black Domina is an easy-cropping, bushy cannabis plant to cultivate. Although there can be some variation in phenotypes, it’s an all indica mix, so you won’t see any stretchy sativa oddities. The keeper mom is a dark green, stocky specimen with a bulbous main cola. 8–10 weeks of flowering should see you through to a fat harvest. You gotta love the uncomplicated classics.",
		"mainImage": "https://i.imgur.com/m9F8pRB.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Cocoa Kush",
		"genetics": "Indica/Sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Blueberry, Blueberry Sativa",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Spicy, Fruity, Sweet, Licorice, Chocolate",
		"effect": "Relaxed, Dreamy, Sociable, Happy",
		"info": "Cocoa Kush is more like chewing on an exotic candy than inhaling volatile compounds. Chocolate-covered licorice and nutty, dark tobacco flavors are rounded out with a syrupy taste. Exhaling reveals fruits and creamy florals inherited from famed sativas. Cocoa Kush has distinctly hybrid features when growing, displaying both indica and sativa characteristics. Maturation comes on in a rush; calyxes fill out considerably and hairs turn chocolate brown. Trichomes are obvious on compact clusters of well-spaced, resin-rich flowers. Cocoa Kush is 50% sativa, 50% indica with typical hybrid vigor making it a hassle-free pleasure to grow. High-THC buds are ready for harvest after 55–60 days indoors and mid-October outdoors. Indoors, plants reach 150cm and yield 500–600g/m². Outdoors plants reach 2m and yield around 800g/plant.",
		"mainImage": "https://i.imgur.com/BMHqFyq.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Sour Banana Sherbet",
		"genetics": "Indica/Sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Banana Sherbet, Sour Diesel",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Banana, Sour, Citrus, Fruity, Chemical, Diesel",
		"effect": "Sociable, Giggly, Talkative, Relaxed, Happy",
		"info": "Sour Banana Sherbet comprises an equal amount of indica and sativa genetics, making it a well-rounded and versatile cannabis strain. Sour Banana Sherbet is perfect for hash makers because it develops a solid amount of crystals, and the flavors and aromas make the hash feel like a million bucks. The fragrances are fruity and sour, great for making a cannabis-infused fruit punch. The yields amount to 500-600g/m², which is significant. The flowering phase lasts in total for 8-9 weeks. Sour Banana Sherbet stretches well into the third week of flowering, it grows quite tall and requires some kind of size control. This plant has been developed by mixing Sour D (AJ's Cut) with Banana Sherbet, therefore the growth characteristics will display the traits of both these varieties.",
		"mainImage": "https://i.imgur.com/n362NHd.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Royal Gorilla",
		"genetics": "Indica/Sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Sour Dubb, Chems Sister, Chocolate Diesel",
		"thcContent": "27%",
		"cbdContent": "Low",
		"smellAndFlavor": "Citrus, Earthy, Sweet",
		"effect": "Euphoric, Cerebral, Strong",
		"info": "Royal Gorilla is the dank chronic of our generation. This is the European edition of the famous Glue that’s been dragged through the US courts and compelled to rebrand—that Glue. Within tokes, users are universally impressed by her tremendous potency. 25%+ THC is to be expected. Powerful Couch-locking effects will take hold after a brief euphoric, cerebral high. Nothing can really prepare you, but count on a stoner experience to remember. In the grow-op or outdoors in a warm, dry climate, Royal Gorilla is a monster performer. Mature plants will grow to a medium-tall size with an abundance of sprawling secondary shoots. Early pruning and training are highly recommended. After 8-9 weeks of bloom, her super sticky green nugs are ready for harvest.",
		"mainImage": "https://i.imgur.com/fLMr1Pi.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Ed Rosenthal Super Bud",
		"genetics": "Indica/sativa (50/50)",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Unknown",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Citrus, Earthy, Pine",
		"effect": "Strong, Happy, Uplifting",
		"info": "Ed Rosenthal Super Bud is a cut above other hybrids, similar to her namesake’s amazing cultivation skills. This indica-sativa hybrid brings together diverse genetics from Africa, Central America, Southeast Asia, and the Caribbean in one impressive specimen. Ed Rosenthal Super Bud just raised the bar for head stash. Indoors, plants will finish bloom in 8-9 weeks depending on whether they lean a little more towards indica or sativa phenotypes. Both yield and THC levels are impressively high regardless. Outdoors, growers can expect to harvest by October. Ed Rosenthal Super Bud tends to stretch significantly during flowering and is ideally suited to the LST and/or ScrOG methods. Treat her right and the payoff is earthy, pine-scented, steroid-pumped nugs with a powerful and uplifting high. Look out for the delicious, citrus-flavored pheno.",
		"mainImage": "https://i.imgur.com/CI3QBdK.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Dieseltonic",
		"genetics": "Indica/sativa (50/50)",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Cannatonic, NYC Diesel",
		"thcContent": "16 - 18%",
		"cbdContent": "High",
		"smellAndFlavor": "Wood, Cherries",
		"effect": "Lethargic",
		"info": "Medicinal marijuana cultivators take note. Dieseltonic is the flavoursome CBD-rich strain you have been waiting for. This gourmet hybrid is the product of original high CBD Cannatonic and NYC Diesel. While most CBD-rich strains will deliver a lethargic low energy effect. This baby keeps you lifted with her sativa influence. Dieseltonic is an easy cropper with excellent resistance to disease and pathogens. In the grow room her rich bouquet of scents from wood to cherries and dense main colas will delight your senses. With a short 1-2 week vegetative cycle her height can be kept less than 1.5m in bloom. Ready for harvest in 8-9 weeks. Capable of producing 500g/m² indoors. Or by mid-September in warmer climates expect comparable per plant yields. Three phenotypes differentiated by THC:CBD ratios will present. Roughly 50% fit the bill for 1:1. However, 25% will be exclusively high CBD and another 25% more appropriate for recreational use with high THC and trace CBD levels.",
		"mainImage": "https://i.imgur.com/8FTSVSp.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Jack Herer",
		"genetics": "Indica/sativa (50/50)",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Skunk, Haze, Northern Lights",
		"thcContent": "20 - 22%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Spicy, Peppery ",
		"effect": "Uplifting",
		"info": "This legendary strain named after the most famous marijuana activist. This is the pinnacle of cannabis hybridisation. Real deal authentic Jack Herer is a blend of Haze, Northern Lights #5, and Skunk. Expressing 3 sativa-dominant phenotypes and one that’s distinctly heavy indica. No matter what pheno presents in the grow-op mark “Jackpot” in your grow diary entry. It’s up to you to pick a favourite. Jack Herer delivers a spicy peppery flavoured long lasting uplifting high. Her clear soaring high will keep you in orbit for some time. Incredibly versatile and a real survivor strain. 500-600g/m² yield is about average indoors from a SOG of 1.2-1.5m tall plants flowered for 9-10 weeks. While outdoors in a warmer climate Jack can really perform and climb above 2m in height. Producing somewhere in the region of 500g-1kg per plant in early Croptober.",
		"mainImage": "https://i.imgur.com/S5jt44r.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Grape Kush",
		"genetics": "Indica/sativa (50/50)",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Pre 98 Bubba, Grape Romulan",
		"thcContent": "14 - 18%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Grape",
		"effect": "Cerebral",
		"info": "Grape Kush is a powerhouse hybrid of connoisseur US breeding stock Pre-98 Bubba and Grape Romulan. This high yielding beauty will pack on the bud weight and explode in purple/lavender tones late in bloom. Juicy grape aroma and mouth watering flavour have already made her a dispensary favourite. This Kush delivers a two stage sativa-indica high with a strong cerebral buzz for starters followed by a creeping body stoned effect, which catches up sooner or later depending on your tolerance for fire! In just 8-9 weeks of bloom, she can produce up to 500g/m² indoors. Outdoors in a warm climate, she can produce the equivalent per plant come Croptober.",
		"mainImage": "https://i.imgur.com/Tr3hwpv.jpg",
		"additionalImages": []
	}
]
