[
	{
		"title": "Hall of Fame",
		"name": "Amnesia Haze",
		"genetics": "Sativa dominant (70%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Jamaican, Afghani, Laos, Hawaiian",
		"thcContent": "22 - 24%",
		"cbdContent": "Low",
		"smellAndFlavor": "Sweet, Pepper, Citrus, Spicy, Earthy",
		"effect": "Uplifting, Euphoric, Cerebral, Strong, Energetic",
		"info": "Amnesia Haze has a classic, long, maturing psychotropic sativa lineage tamed with a dash of dense mountain indica. Two land-races and a hybrid have been expertly combined to produce a THC powerhouse that has an effect that even the most experienced cannabis aficionados will find undeniable and insistent. Warmed and twenty tonne pressed, the clear honey-coloured 22% THC resin waterfalls are a sticky sight to behold and an incomparable aromatic revelation.",
		"mainImage": "https://i.imgur.com/qn5hpqH.jpg",
		"additionalImages": [ "https://www.leafly.com/strains/amnesia-haze/photos" ]
	},
	{
		"title": "Hall of Fame",
		"name": "White Widow",
		"genetics": "Indica-dominant (60%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Brazilian, South Indian",
		"thcContent": "20 - 22%",
		"cbdContent": "Low",
		"smellAndFlavor": "Sweet, Pungent, Fruity, Spicy, Pine",
		"effect": "Uplifting, Strong, Energetic, Talkative, Euphoric",
		"info": "There are only a handful of strains in the world, that have gained the notoriety achieved by White Widow. A potent hybrid, that had incredible flavor and was easy to grow, White Widow quickly became a popular strain among consumers and growers alike. White Widow is resistant to swings in climate and can thrive with less care than most other strains, making it a great choice for your garden if you are just starting to develop your green thumb.",
		"mainImage": "https://i.imgur.com/HAbLAtU.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Northern Lights",
		"genetics": "Indica (90-100%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Afghani",
		"thcContent": "18%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Pine, Pungent, Earthy, Sweet",
		"effect": "Relaxed, Body-buzz, Sociable, Narcotic",
		"info": "Northern Lights is one of the premiere almost pure indica cannabis strains of the modern age and its reputation was legendary even before the new millenium. This exceptional Afghani plant now enjoys mythic status amongst growers, medicinal and recreational users alike. The dense, thick, resinous buds are easy to grow, are a first class medicine and is probably the main indica amongst indicas. The indica by which all indicas are still judged to this day. There are three phenotypes of the strain, numbered as they were originally numbered from the seeds used in '85: Northern Lights #5 is the powerhouse of the family and the queen of indicas.",
		"mainImage": "https://i.imgur.com/xczNb5t.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Sour Diesel",
		"genetics": "Sativa-Dominant (70%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Shiva, Hawaiian, Northern Lights, Diesel",
		"thcContent": "19%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Diesel, Herbal, Sour",
		"effect": "Relaxed, Cerebral, Focused",
		"info": "Sour Diesel is one of these famed legends. Bred under the endless Californian sun, she is based on the Original Diesel with added Northern Lights, Shiva and Hawaiian genetics which give her amazing qualities and the plant many enthusiastic fans all over the world.This mostly sativa (70% sativa) grows very well indoors where she will normally reach a height of 90-160cm. She delights with the trademark Diesel notes that make this line of cannabis so special along with some sour and herbal tones. With 19% of THC in her smoke and last but not least because of her stellar parents, she delivers a very powerful sativa high that is clear and focused together with some nice relaxation from her indica side.",
		"mainImage": "https://i.imgur.com/HUATRAF.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Amnesia",
		"genetics": "Sativa-dominant",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Neville's Haze, Enemy Of The State",
		"thcContent": "20-25%",
		"cbdContent": "Low",
		"smellAndFlavor": "Sweet, Fresh, Fruity",
		"effect": "Uplifting, Euphoric, Cerebral, Happy, Energetic",
		"info": "This fabulous classic shines with a number of outstanding characteristics, like the unique Amnesia aroma and then of course her crazy-high potency and spectacular effect. The famous Amnesia owes her qualities to the fact that she ingeniously combines reliable old school genetics with that of a select Indica variety. Out came a very potent (up to 25% of THC!) indica that some cannabis lovers compare to the best Hazes when it comes to her effect and taste but still is entirely in its own league and unique among strains. But what’s outstanding isn’t the time but what she’ll do in those weeks: she will grow a very-nice harvest of up to 500g/m² of finest quality Amnesia bud for you! Moreover she is mould resistant and has a natural defence against mites and some other common pests which makes growing her in particular hassle-free.",
		"mainImage": "https://i.imgur.com/jNfWlug.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Neville's Haze",
		"genetics": "Sativa (90-100%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Pure Haze, Northern Lights, 5 x Haze",
		"thcContent": "20-23%",
		"cbdContent": "Low",
		"smellAndFlavor": "Fresh, Fruity, Sweet",
		"effect": "Motivated, Cerebral, Uplifting, Energetic",
		"info": "Another tribute strain passing by, created to pay respects to one of the most renowned and legendary cannabis breeders. This sativa strain was developed after mixing NL5 and various Haze genetics into a delightful concoction. The flavors and aromas are 100% sativa, super fruity and tropical. Many cannabis consumers find this strain to be a real delicacy. Neville’s Haze has a very long flowering period, which can span up to 16 weeks. Outdoor growers need to harvest this plant during November/December; therefore, Neville's Haze can only truly thrive in warm climates. Indoor growers usually don’t include Neville’s Haze in their operations because it's a very stretchy plant. For those who feel so inclined as to challenge themselves with an indoor grow, the yields amount to around 400g/m².",
		"mainImage": "https://i.imgur.com/WlmRgZi.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Cheese",
		"genetics": "Indica/Sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": true,
		"parents": "Skunk 1",
		"thcContent": "18-20%",
		"cbdContent": "Medium",
		"smellAndFlavor": "Cheese, Pungent, Skunk",
		"effect": "Happy, Balanced, Relaxed, Euphoric",
		"info": "The United Kingdom, the late nineties. A renegade phenotype that stood out clearly from the rest of the bunch from a clutch of sprouted Skunk #1 seeds was isolated. This single plant went on to become what is now known as Cheese. Cheese could well be considered its own family of cannabis, it deviates from other cannabis strains to stand alone in flavour, aroma and effects. The clone only original has gone on to be the mother of a stellar lineup of extraordinarily flavoured marijuana and has been a Top Ten in coffee shops for over a decade.",
		"mainImage": "https://i.imgur.com/IiFAuQQ.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Super Silver Haze",
		"genetics": "Sativa-dominant (70%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Northern Lights 5, Skunk 1, Haze",
		"thcContent": "21%",
		"cbdContent": "0.17",
		"smellAndFlavor": "Skunk, Sweet, Earthy",
		"effect": "Uplifting, Energetic, Relaxed, Cerebral",
		"info": "Haze, Northern Lights #5 and Skunk #1. Each an intoxicating example in themselves of expert marijuana breeding. Super Silver Haze has a psychedelic double dipping of strong tropical sativas in its genealogy. Certainly sativa-dominant, Super Silver Haze is one the most indica influenced of the Hazes in maturing time, internode distance and bud compactness. 21% THC makes Super Silver Haze a favourite for making hash and extracts. The leaves are so well covered in trichomes, that trimming them is purely for commercial aesthetics. So, even the trim makes A-grade hash providing plenty of available essential oils and rich cannabinoids.",
		"mainImage": "https://i.imgur.com/NJezOUw.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Bubba Kush",
		"genetics": "Indica-Dominant (80%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Afghani, OG Kush",
		"thcContent": "18%",
		"cbdContent": "0.22%",
		"smellAndFlavor": "Spicy, Diesel, Citrus, Earthy, Coffee",
		"effect": "Long-lasting, Cerebral, Balanced, Euphoric, Body-Buzz",
		"info": "Bubba Kush is a famous cannabis strain from the US. This hybrid of Bubble Gum and Kush tends to be indica-dominant, producing bulky plants that grow short and stocky. Its flowers are also dense and heavy, inducing a physical stone that’ll relax your muscles, as well as a strong, happy euphoria. Even heavy smokers will appreciate Bubba Kush for its potency. Bubba Kush flowers over roughly 8–9 weeks, and can produce excellent yields both indoors and out. Being so dense and thick, it tends to need plenty of attention and good ventilation to avoid problems with pests and/or mold.",
		"mainImage": "https://i.imgur.com/2LiKR4Z.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Cinderella 99",
		"genetics": "Hybrid: Sativa Dominant",
		"plantCategory": "Sativa",
		"popular": true,
		"parents": "Shiva Skunk, Princess",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Cheese, Tropical, Fruity",
		"effect": "Creative, Uplifting, Energetic, Euphoric, Clear-Headed",
		"info": "Cinderella 99 is a sativa dominant lady that is widely appreciated due to her high yields, pleasant flavors, and buzzy head high. She was brought into the world via the crossing of sativa parent strain Princess (a phenotype of Jack Herer) and indica parent strain Shiva Skunk to add that little bit of extra strength in the branches. Cinderella 99 grows to medium heights and stays manageable. She's a favorite of many indoor growers around the world. Easy to grow, great yields and always a good end product. Flowering time of Cinderella 99 is 8-9 weeks.",
		"mainImage": "https://i.imgur.com/6CSjmr6.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Critical Kush",
		"genetics": "Indica (90-100%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Critical Mass, OG Kush",
		"thcContent": "20-25%",
		"cbdContent": "1-2%",
		"smellAndFlavor": "Woody, Lemon, Citrus, Spicy, Earthy",
		"effect": "Strong, Long-Lasting, Body-Buzz, Relaxed, Calming",
		"info": "Critical Kush maintains a classic kush taste with a focus on earthy and woody notes and a lingering sweetness throughout. The effects of Critical Kush manifest in powerful body highs that are excellent for those seeking deep relaxation and de-stressing. This strain is recommended for nighttime use and is especially helpful in treating symptoms of insomnia, depression and anxiety. The high culminates in an overall feeling of well-being with noticeable euphoria. Smokers have also reported on this strain’s potency in managing chronic pain. Despite a high THC content, maxing out at around 25%, Critical Kush doesn’t generate any anxiety or paranoia. Additionally, the strain contains around 2% CBD, which only enhances its medical potential.",
		"mainImage": "https://i.imgur.com/piNRuWG.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Chocolope",
		"genetics": "Sativa (90-100%)",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Cannalope Haze, OG Chocolate Thai",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Chocolate",
		"effect": "Energetic, Munchies, Cerebral",
		"info": "Chocolope is an almost pure sativa hybrid (OG Chocolate Thai x Cannalope Haze) with a soaring high and chocolaty sweet flavour that reminds to the good old times of the Chocolate Thai from the eighties. Chocolope might be virtually all sativa but she won’t keep you waiting either. Tremendous yields of long running sativa colas can be cropped in 9 weeks of 12/12. Like most pedigree sativas, the Chocolope is highly conducive to the ScrOG method and recommended unless you have plenty of space for great big ganja trees.",
		"mainImage": "https://i.imgur.com/m6cJQRH.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Juanita La Lagrimosa",
		"genetics": "Sativa-Dominant",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Reina Madre, Diesel",
		"thcContent": "6-7%",
		"cbdContent": "7-8%",
		"smellAndFlavor": "Fruity, Hashish, Lemon",
		"effect": "Smooth, Cerebral, Clear-Headed, Sociable",
		"info": "This crossing of a Reina Madre (Queen Mother) and a Diesel contains around 8.8% CBD and only 6.7% THC, making her a perfect medical strain.This sativa-dominant perfection provides you with mighty and physically chilled sensations. Novice ganja enthusiasts also like Juanita La Lagrimosa as the high is very high, but it doesn't get you that stoned. She delivers relatively moderate yields and flowers in only 60-65 days.",
		"mainImage": "https://i.imgur.com/eYE2E7A.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Jack The Ripper",
		"genetics": "Sativa-Dominant",
		"plantCategory": "Hybrid: Sativa Dominant",
		"popular": true,
		"parents": "Space Queen, Jack's Cleaner",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Fruity, Sweet, Lemon, Pine",
		"effect": "Euphoric, Uplifting, Cerebral",
		"info": "Jack The Ripper is an extremely popular cannabis strain, having won numerous Cannabis Cups and awards. This strain produces a very intense high characterized by strong cerebral effects. The aroma of this strain is very sweet with hints of lemon, mango, and pine. Thanks to its sativa genetics, Jack The Ripper plants can grow very large. They produce a lot of thick resin and flower in 8-9 weeks, making them ideal for sativa lovers looking for a fast turnaround on their harvests.",
		"mainImage": "https://i.imgur.com/mKRUtjM.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Zkittlez",
		"genetics": "Indica-Dominant (70%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Grape Ape, Grapefruit, Unknown Strain",
		"thcContent": "15%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Candy, Fruity",
		"effect": "Uplifting, Focused, Alert, Happy, Body-Buzz",
		"info": "Zkittlez is named after the famous candy, and for good reason. You will really taste the rainbow after inhaling this strain. This 70% indica-dominant hybrid is a cross of Grape Ape, Grapefruit, and a mystery strain that the breeders won't reveal. Where she really shines is her flavor—it's citrusy, berry sweet, and tropical, and you can taste the grapes and grapefruit as well. Despite having only 15% THC (which is very low compared to other modern strains from the US), she packs a real punch and a surprisingly creative and uplifting high for this indica-dominant strain.",
		"mainImage": "https://i.imgur.com/3zlqGuZ.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Gorilla Glue",
		"genetics": "Indica-Dominant",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Chocolate Diesel, Sour Dubb, Chem's Sister",
		"thcContent": "24-30%",
		"cbdContent": "Low",
		"smellAndFlavor": "Sweet, Fuel, Citrus, Pine, Earthy",
		"effect": "Uplifting, Relaxed, Body-Buzz, Strong, Narcotic",
		"info": "If you’re still wondering why Gorilla Glue is one of the most-talked about strains these days, how about 24-26% of THC with some of her phenos measuring an incredible 30%? Gorilla Glue’s effect, while extremely powerful isn’t just one-sided. She makes for very deep relaxation when you smoke her but she also adds just the right amount of uplifting euphoria which makes smoking her so different and a great experience! Because of her power, she can also be a good choice for medicinal users who find that strains high in THC can bring them relief. She can help with all kinds of conditions, from chronic pains to insomnia to depression and much more.",
		"mainImage": "https://i.imgur.com/Zl6qCzg.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "LA Confidential",
		"genetics": "Indica (90-100%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "Afghani, OG La Affie",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Earthy, Spicy",
		"effect": "Relaxed, Strong, Energetic",
		"info": "LA Confidential is a 100% indica cultivar, perfect for all purist fans looking for pure couch-locking sensations. After hitting this strain, one senses the cannabinoids relaxing the body with a gentle touch. One can also experience psychedelic wisdom mixed with slightly energizing vibes. LA Confidential finishes its flowering period after around 7-8 weeks. The yields are on the lower side of the spectrum, however, the resin-covered buds compensate with their amazing aromas and flavors.",
		"mainImage": "https://i.imgur.com/NyN4aYO.jpg",
		"additionalImages": []
	},
	{
		"title": "Hall of Fame",
		"name": "Girl Scout Cookies",
		"genetics": "Indica-Dominant (60%)",
		"plantCategory": "Hybrid: Indica Dominant",
		"popular": true,
		"parents": "OG Kush, Durban Pioson",
		"thcContent": "25-28%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Fruity, Mint",
		"effect": "Uplifting, Cerebral, Balanced, Happy, Body-Buzz",
		"info": "Girl Scout Cookies, like so many other awesome weed strains hails from the West Coast of the US where she created waves of raving excitement among cannabis lovers shortly after she came to the scene. Girl Scout Cookies is an indica/sativa hybrid that began as a crossbreed of an OG Kush, which is s legendary balanced indica/sativa with a Durban Poison which is a pure sativa. She has 60% indica dominance but what makes her stand out is her crazy THC content that can reach a staggering 28%. With these impressive numbers, these scouting girls are one of the most potent strains available today.",
		"mainImage": "https://i.imgur.com/RLoUCpM.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 sativa strains",
		"name": "Durban Poison",
		"genetics": "Sativa (90 - 100%)",
		"plantCategory": "Sativa",
		"popular": false,
		"parents": "Durban, Unknown indica",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Spicy, Sweet, Fruity",
		"effect": "Uplifting, Energetic, Focused",
		"info": "Durban varieties have been widely enjoyed since the 70’s. Durban Poison originates from the South African port city, Durban. Breeders decided to travel there to explore what the South African sativas had to offer. The seeds were transported to Amsterdam where ganja scientists began breeding this cultivar with various green delicacies. Experienced indoor growers can grow this strain, by using ScrOG methods, and string support techniques. Both indoor and outdoor growers receive bountiful yields. The flowering time takes about 8.5 weeks, which is a trait handed down from fast flowering indica genetics.",
		"mainImage": "https://i.imgur.com/yITgYNp.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 sativa strains",
		"name": "Kali Mist",
		"genetics": "Sativa (90 - 100%)",
		"plantCategory": "Sativa",
		"popular": false,
		"parents": "Unknown",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Spicy, Citrus",
		"effect": "Motivated, Energetic, Cerebral, Uplifting, Happy",
		"info": "Kali Mist has been given the title “queen of sativas” due to her solid yields and mood-enhancing properties. The strain is a painkiller, potentially effective against chronic pain, back aches, and menstrual cramps. The strain has proven its worth on many occasions within the competition scene, winning awards at events such as the Cannabis Champions Cup 2012 in Barcelona. Kali Mist is very resistant to mold and can grow to towering heights, putting out yields up to 500g/m² inside.",
		"mainImage": "https://i.imgur.com/T4bKUZW.jpg",
		"additionalImages": []
	},
	{
		"title": "",
		"name": "Wedding Cake",
		"genetics": "Indica/sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Cherry Pie, Girl Scout Cookies",
		"thcContent": "High",
		"cbdContent": "Low",
		"smellAndFlavor": "Citrus, Spicy, Candy, Sweet",
		"effect": "Happy, Balanced, Relaxed",
		"info": "Wedding Cake is a modern hybrid with a balanced high and a delicious taste. The THC level of Wedding Cake can reach an impressive 25%, while the flavor profile is rich with sour and tangy notes and just a hint of creaminess swirling around. Indoor Wedding Cake will finish in about 9 weeks and can reach around 500–600g/m², while outdoor it will finish around October. Wedding Cake is not the easiest plant to grow and is not recommended for first time growers.",
		"mainImage": "https://i.imgur.com/VnBMysX.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 sativa strains",
		"name": "Neville’s Haze",
		"genetics": "Sativa (90-100%)",
		"plantCategory": "Sativa",
		"popular": false,
		"parents": "Pure Haze, Northern Lights 5 x Haze",
		"thcContent": "20 - 23%",
		"cbdContent": "Low",
		"smellAndFlavor": "Fresh, Fruity, Sweet",
		"effect": "Motivated, Cerebral, Uplifting",
		"info": "Another tribute strain passing by, created to pay respects to one of the most renowned and legendary cannabis breeders. Neville’s Haze has a very long flowering period, which can span up to 16 weeks. Outdoor growers need to harvest this plant during November/December; therefore, Neville's Haze can only truly thrive in warm climates. Indoor growers usually don’t include Neville’s Haze in their operations because it's a very stretchy plant. For those who feel so inclined as to challenge themselves with an indoor grow, the yields amount to around 400g/m².",
		"mainImage": "https://i.imgur.com/dR52eJs.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Sativa Strains",
		"name": "Dr. Grinspoon",
		"genetics": "Sativa (100%)",
		"plantCategory": "Sativa",
		"popular": false,
		"parents": "Pure landrace sativa",
		"thcContent": "High",
		"cbdContent": "Low",
		"smellAndFlavor": "Citrus, Lemon",
		"effect": "Strong, Energetic, Uplifting, Euphoric",
		"info": "This strain is named after the legendary cannabis advocate, Dr. Lester Grinspoon. His contributions changed our perception of marijuana over the past couple of decades. This sativa doesn’t grow like other strains. The calyxes are almost completely separated from each other. Dr. Grinspoon looks more like a grape tree, rather than a cannabis plant. The colors of the buds can turn purple during the last stages of flowering, which lasts altogether 90-95 days.",
		"mainImage": "https://i.imgur.com/zuunYsZ.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "California Hash Plant",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Hash Plant, Northern Lights",
		"thcContent": "8 - 12%",
		"cbdContent": "Medium",
		"smellAndFlavor": "Sweet, Citrus, Sour, Spicy",
		"effect": "Calming, Relaxed",
		"info": "California Hash Plant was created with the intention of forging a strain that has a hardy nature and will be able to withstand cold and humid environments. California Hash Plant has a moderate CBD content as well, making it a good and light strain for medical users to smoke. This strain can make some semi-medical oils, hash, edibles and other extracts such as tinctures. When cultivated outside, California Hash Plant can explode to heights of 250 cm and is capable of producing yields that can exceed 1100 g per plant. The flowering period of this strain takes between 45 to 50 days, with harvest time usually occurring around late September to Early October.",
		"mainImage": "https://i.imgur.com/vR0BRWo.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "OG LA Affie",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Landrace from Afghanistan, Unknown indica",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Sweet, Pungent",
		"effect": "Lazy, Couch-lock, Happy, Sleepy, Relaxed",
		"info": "Northern Lights is one of the premiere almost pure indica cannabis strains of the modern age and its reputation was legendary even before the new millenium. There are three phenotypes of the strain, numbered as they were originally numbered from the seeds used in '85: Northern Lights #5 is the powerhouse of the family and the queen of indicas. Northern Lights #1 and #2 are often used to make crossings with, because they add great flavour and that special Northern Lights high to the new creation.",
		"mainImage": "https://i.imgur.com/sZxPiHL.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "Northern Lights",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Afghani",
		"thcContent": "18%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Pine, Pungent, Earthy, Sweet",
		"effect": "Relaxed, Body-buzz, Sociable, Narcotic",
		"info": "This exceptional Afghani plant now enjoys mythic status amongst growers, medicinal and recreational users alike. The indica by which all indicas are still judged to this day. Like all legends, Northern Lights' history is steeped in mystery. How it developed and where it originally came from are tales. What is known for sure, is that the Northern Lights we know and love today, made it's way from the outskirts of Seattle some time around 1985 to Amsterdam, where Neville Schoenmaker and his Seed Bank - later to become Sensi Seeds - developed it further. There are three phenotypes of the strain, numbered as they were originally numbered from the seeds used in '85: Northern Lights #5 is the powerhouse of the family and the queen of indicas.",
		"mainImage": "https://i.imgur.com/73KI6cU.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "Cream Caramel",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Maple Leaf Indica, White Rhino, Blue Black",
		"thcContent": "15 - 20%",
		"cbdContent": "1 - 1.5%",
		"smellAndFlavor": "Caramel, Sweet",
		"effect": "Relaxed, Euphoric, Strong",
		"info": "Cream Caramel is the result of a 3-way cross between 3 legendary indicas; Blue Black, Maple Leaf Indica, and White Rhino. Cream Caramel usually clocks in at about 15-20% THC and 1-1.5% CBD. It is a very psychoactive strain, producing a strong euphoria and deep, long-lasting physical relaxation. Originally from Spain, Cream Caramel has won many European cannabis cups and since become a well-known strain all along the continent. This strain is best suited for indoor grows. It grows big and stocky, and benefits from plenty of ventilation and low humidity.",
		"mainImage": "https://i.imgur.com/Gmt1LKL.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica Strains",
		"name": "Black Domina",
		"genetics": "Indica (90 - 100%)",
		"plantCategory": "Indica",
		"popular": false,
		"parents": "Northern Lights, Afghani, Ortega, Hash Plant",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Pepper, Pine, Earthy, Spicy",
		"effect": "Relaxed, Giggly, Strong",
		"info": "This old-school, heavy-duty hybrid is a blend of arguably the best four elite indica strains: Afghani SA, Hash Plant, Northern Lights, and Ortega. Dense, gooey buds ooze class. Her loud, spicy, peppery hash-like aroma, earthy-pine flavors, and heavy-hitting physical effect will pacify even fire-breathing connoisseurs. 8–10 weeks of flowering should see you through to a fat harvest. You gotta love the uncomplicated classics.",
		"mainImage": "https://i.imgur.com/m9F8pRB.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Cocoa Kush",
		"genetics": "Indica/Sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Blueberry, Blueberry Sativa",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Spicy, Fruity, Sweet, Licorice, Chocolate",
		"effect": "Relaxed, Dreamy, Sociable, Happy",
		"info": "Chocolate-covered licorice and nutty, dark tobacco flavors are rounded out with a syrupy taste. Maturation comes on in a rush; calyxes fill out considerably and hairs turn chocolate brown. Trichomes are obvious on compact clusters of well-spaced, resin-rich flowers. Cocoa Kush is 50% sativa, 50% indica with typical hybrid vigor making it a hassle-free pleasure to grow. High-THC buds are ready for harvest after 55–60 days indoors and mid-October outdoors. Indoors, plants reach 150cm and yield 500–600g/m². Outdoors plants reach 2m and yield around 800g/plant.",
		"mainImage": "https://i.imgur.com/BMHqFyq.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Sour Banana Sherbet",
		"genetics": "Indica/Sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Banana Sherbet, Sour Diesel",
		"thcContent": "Medium",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Banana, Sour, Citrus, Fruity, Chemical, Diesel",
		"effect": "Sociable, Giggly, Talkative, Relaxed, Happy",
		"info": "Sour Banana Sherbet comprises an equal amount of indica and sativa genetics, making it a well-rounded and versatile cannabis strain. The yields amount to 500-600g/m², which is significant. The flowering phase lasts in total for 8-9 weeks. Sour Banana Sherbet stretches well into the third week of flowering, it grows quite tall and requires some kind of size control. This plant has been developed by mixing Sour D (AJ's Cut) with Banana Sherbet, therefore the growth characteristics will display the traits of both these varieties.",
		"mainImage": "https://i.imgur.com/n362NHd.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Royal Gorilla",
		"genetics": "Indica/Sativa",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Sour Dubb, Chems Sister, Chocolate Diesel",
		"thcContent": "27%",
		"cbdContent": "Low",
		"smellAndFlavor": "Citrus, Earthy, Sweet",
		"effect": "Euphoric, Cerebral, Strong",
		"info": "Royal Gorilla is the dank chronic of our generation. This is the European edition of the famous Glue that’s been dragged through the US courts and compelled to rebrand—that Glue. Mature plants will grow to a medium-tall size with an abundance of sprawling secondary shoots. Early pruning and training are highly recommended. After 8-9 weeks of bloom, her super sticky green nugs are ready for harvest.",
		"mainImage": "https://i.imgur.com/fLMr1Pi.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Ed Rosenthal Super Bud",
		"genetics": "Indica/sativa (50/50)",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Unknown",
		"thcContent": "High",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Citrus, Earthy, Pine",
		"effect": "Strong, Happy, Uplifting",
		"info": "This indica-sativa hybrid brings together diverse genetics from Africa, Central America, Southeast Asia, and the Caribbean in one impressive specimen Indoors, plants will finish bloom in 8-9 weeks depending on whether they lean a little more towards indica or sativa phenotypes. Both yield and THC levels are impressively high regardless. Outdoors, growers can expect to harvest by October. Ed Rosenthal Super Bud tends to stretch significantly during flowering and is ideally suited to the LST and/or ScrOG methods.",
		"mainImage": "https://i.imgur.com/CI3QBdK.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Dieseltonic",
		"genetics": "Indica/sativa (50/50)",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Cannatonic, NYC Diesel",
		"thcContent": "16 - 18%",
		"cbdContent": "High",
		"smellAndFlavor": "Wood, Cherries",
		"effect": "Lethargic",
		"info": "Medicinal marijuana cultivators take note. Dieseltonic is the flavoursome CBD-rich strain you have been waiting for. With a short 1-2 week vegetative cycle her height can be kept less than 1.5m in bloom. Ready for harvest in 8-9 weeks. Capable of producing 500g/m² indoors. Or by mid-September in warmer climates expect comparable per plant yields. Three phenotypes differentiated by THC:CBD ratios will present. Roughly 50% fit the bill for 1:1. However, 25% will be exclusively high CBD and another 25% more appropriate for recreational use with high THC and trace CBD levels.",
		"mainImage": "https://i.imgur.com/8FTSVSp.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Jack Herer",
		"genetics": "Indica/sativa (50/50)",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Skunk, Haze, Northern Lights",
		"thcContent": "20 - 22%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Spicy, Peppery ",
		"effect": "Uplifting",
		"info": "This is the pinnacle of cannabis hybridisation. Real deal authentic Jack Herer is a blend of Haze, Northern Lights #5, and Skunk. Expressing 3 sativa-dominant phenotypes and one that’s distinctly heavy indica. Her clear soaring high will keep you in orbit for some time. Incredibly versatile and a real survivor strain. 500-600g/m² yield is about average indoors from a SOG of 1.2-1.5m tall plants flowered for 9-10 weeks. While outdoors in a warmer climate Jack can really perform and climb above 2m in height. Producing somewhere in the region of 500g-1kg per plant in early Croptober.",
		"mainImage": "https://i.imgur.com/S5jt44r.jpg",
		"additionalImages": []
	},
	{
		"title": "Top 10 Indica-Sativa Strains",
		"name": "Grape Kush",
		"genetics": "Indica/sativa (50/50)",
		"plantCategory": "Hybrid: 50/50",
		"popular": false,
		"parents": "Pre 98 Bubba, Grape Romulan",
		"thcContent": "14 - 18%",
		"cbdContent": "Unknown",
		"smellAndFlavor": "Grape",
		"effect": "Cerebral",
		"info": "This high yielding beauty will pack on the bud weight and explode in purple/lavender tones late in bloom. Juicy grape aroma and mouth watering flavour have already made her a dispensary favourite. In just 8-9 weeks of bloom, she can produce up to 500g/m² indoors. Outdoors in a warm climate, she can produce the equivalent per plant come Croptober.",
		"mainImage": "https://i.imgur.com/Tr3hwpv.jpg",
		"additionalImages": []
	}
]
